{
    "cases": [
        {
            "id": "caeli",
            "name": "Caeli Wind",
            "short": "A cloud-based wind power analysis & planning platform",
            "logofile": "caeliwind.png",
            "artworkfile": "artwork_caeli.png",
            "type": "CleanTech",
            "description": "Caeli Wind is a cloud-based wind power analysis & planning platform where landowners and project developers meet to analyze wind energy potentials and negotiate optimum conditions for both parties by way of auction.",
            "wedid": [
                "Development of two essential software systems within three months to ensure on-time market launch",
                "Platform & analytics development knowhow transfer via the direct support of proven IT industry experts",
                "Internal team ramp-up via interview & recruiting process support and dedicated education and training programs"
            ],
            "quote": {
                "text": "Together with Twip we are about to achieve our mission to speed up the expansion of wind power and to drive the energy transition. Consequently, we need an effective digitization strategy covering all aspects in our business.",
                "name": "Andreas Rieckhoff",
                "title": "COO, Caeli Wind",
                "img": "caeli_andreasRieckhoff.jpg"
            },
            "link": "https://www.caeli-wind.de/",
            "sdg": [
                {
                    "logo": "7-Affordable-and-clean-energy.png",
                    "name": "Affordable & Clean Energy"
                }
            ]
        },
        {
            "id": "seedtrace",
            "name": "Seedtrace",
            "short": "Platform to improve supply chain transparency and sustainability",
            "logofile": "seedtrace.png",
            "artworkfile": "artwork_seedtrace.png",
            "type": "Tracability",
            "description": "Seedtrace is a digital platform to manage, prove and communicate value chain information, enabling businesses and conscious consumers to understand their impact. With a focus on social and ecological impact, Seedtrace thereby turns product-transparency into a unique selling point while gathering valuable consumer data for their customers. Seedtrace brings urgently needed transparency into complex food & beverage supply chains.",
            "link": "https://seedtrace.org/",
            "sdg": [
                {
                    "logo": "8-Decent-work-and-economic-growth.png",
                    "name": "Decent Work & Economic Growth"
                },
                {
                    "logo": "12-Responsible-consumption-and-production.png",
                    "name": "Responsible Consumption & Production"
                }
            ]
        },
        {
            "id": "neurocare",
            "name": "neurocare",
            "short": "Personalized mental healthcare",
            "logofile": "neurocare.png",
            "artworkfile": "artwork_neurocare.jpg",
            "type": "HealthTech",
            "description": "neurocare is innovating mental health. Its digital therapy platform (DTP) empowers clinicians to deliver best practice. Following a detailed assessment we help clinicians to develop personalized therapy plans that lead to best and most sustainable outcomes for patients. Therapy plans are integrating CBT (Cognitive Behavioral Therapy) with all available innovations such as neuromodulation (e. g. rTMS for depression) or psychedelics.",
            "quote": {
                "text": "By partnering with Twip instead of doing it all inhouse, we have a partner with a wealth of knowledge and expertise that will accelerate the growth and impact of our Digital Therapy Platform. Together, we empower mental health clinicians to work psychosomatically and deliver better, faster and more sustainable outcomes.",
                "name": "Tom Mechtersheimer",
                "title": "Founder & CEO, neurocare",
                "img": "neurocare_tomMechtersheimer.png"
            },
            "link": "https://www.neurocaregroup.com/",
            "sdg": [
                {
                    "logo": "3-Good-health-and-well-being.png",
                    "name": "Good Health & Well-being"
                }
            ]
        },
        {
            "id": "myo",
            "name": "myo",
            "short": "Digital communication plattform in elderly care",
            "logofile": "myo.png",
            "artworkfile": "artwork_myo.png",
            "type": "ElderlyCare",
            "description": "Myo's innovative Software-as-a-Service transforms elderly care by facilitating seamless communication between care facilities, families, and service providers. The app allows families to actively engage through photos, videos, and documents, streamlining analog workflows for tasks like meal ordering and pharmacy interactions, leading to cost savings and improved documentation.",
            "quote": {
                "text": "TWIP gives us a turbocharge in terms of tech: Whether it's questions about our architecture, support in tech recruiting, or realizing our product vision, we have a network of experts who not only provide advice but also actively contribute to the implementation. Our team and users will immediately feel the positive impact of this collaboration.",
                "name": "Jasper Böckel",
                "title": "Founder & CEO, myo",
                "img": "myo_jasperboeckel.jpg"
            },
            "link": "https://myo.de",
            "sdg": [
                {
                    "logo": "3-Good-health-and-well-being.png",
                    "name": "Good Health & Well-being"
                }
            ]
        },
        {
            "id": "enna",
            "name": "enna",
            "short": "Digital inclusion for seniors and digitally inexperienced individuals",
            "logofile": "enna_logo.png",
            "artworkfile": "artwork_enna.png",
            "type": "DigitalInclusion",
            "description": "Enna bridges the digital divide by offering a simple and intuitive solution for people with little or no digital literacy. Through its innovative enna Dock, NFC command cards, and app integration, enna enables users to access digital services such as video calls, entertainment, and more. Designed with accessibility in mind, enna empowers elderly users and individuals with impairments to participate in the digital world independently, combating isolation and fostering connectivity.",
            "quote": {
                "text": "By collaborating with Twip, we've found a partner whose expertise and resources amplify our mission of digital inclusion. Together, we are making technology accessible for seniors, enabling deeper connections and transforming how families and caregivers support their loved ones.",
                "name": "Tim Haug",
                "title": "Co-Founder, enna",
                "img": "enna_timhaug.jpg"
            },
            "link": "https://enna.care",
            "sdg": [
                {
                    "logo": "10-Reduced-inequalities.png",
                    "name": "Reduced Inequalities"
                }
            ]
        },
        {
            "id": "2nafish",
            "name": "2NA FISH",
            "short": "Revolutionizing cancer diagnostics with RNA-based technology",
            "logofile": "2nafish_logo.png",
            "artworkfile": "artwork_2nafish.jpg",
            "type": "CancerDiagnostics",
            "description": "2NA FISH develops a cutting-edge diagnostic tool for heterogeneous tumors. Their RNA-based technology offers single-cell precision, improving treatment decisions by analyzing up to 52 targets in a single biopsy. Maximizing insights from limited samples with unmatched sensitivity and specificity, transforming cancer diagnostics.",
            "quote": {
                "text": "Partnering with Twip Impact Ventures brings together our expertise in biomedicine with their tech skills, making our goal of improving cancer diagnostics a reality. It's a great feeling to work with a team that shares our passion for advancing patient care.",
                "name": "Dr. Christina Port",
                "title": "CEO, 2NA FISH",
                "img": "2nafish_christinaport.jpg"
            },
            "link": "https://2nafish.bio/",
            "sdg": [
                {
                    "logo": "3-Good-health-and-well-being.png",
                    "name": "Good Health and Well-being"
                }
            ]
        },
        {
            "id": "vantis",
            "name": "Vantis",
            "short": "Transforming chronic care through innovative health solutions",
            "logofile": "vantis_logo.png",
            "artworkfile": "artwork_vantis.jpg",
            "type": "ChronicCare",
            "description": "Vantis enhances chronic care in Germany by integrating digital health solutions with primary care practices. Their approach improves physician productivity and patient outcomes through remote monitoring and virtual care, addressing key healthcare challenges for chronic conditions like heart disease.",
            "quote": {
                "text": "Working with Twip Impact Ventures combines our strengths in healthcare with their tech expertise, helping us improve how we manage chronic care. We're excited to partner with a team that genuinely cares about making a difference in patients' lives.",
                "name": "Till Jansen",
                "title": "CEO, Vantis",
                "img": "vantis_tilljansen.jpeg"
            },
            "link": "https://www.vantis-health.com",
            "sdg": [
                {
                    "logo": "3-Good-health-and-well-being.png",
                    "name": "Good Health and Well-being"
                }
            ]
        }
    ]
}
